Repository: OpenThinkLabs/extension-tao-funcacl
Catalog: locales/*/messages.po
Languages: da_dk, es_es, hu_hu, sk_sk, th_th

source: Actions
da_dk: Handlinger
es_es: Acciones
hu_hu: Műveletek
sk_sk: Akcie
th_th: การดำเนินการต่างๆ

source: Available roles
da_dk: Tilgængelige roller
es_es: Roles disponibles
hu_hu: Elérhető szerepek
sk_sk: Dostupné role
th_th: บทบาทที่มี

source: Grant access rights to the action
da_dk: Tildel adgangsrettigheder til handlingen
es_es: Conceder derechos de acceso a la acción
hu_hu: Jog biztosítása a művelethez
sk_sk: Udeliť prístupové práva k danej akcii
th_th: อนุญาตให้มีสิทธิ์เข้าถึงการดำเนินการ

source: Grant access rights to the entire controller
da_dk: TIldel adgangsrettigheder til hele styreenheden
es_es: Conceder derechos de acceso a todo el controlador
hu_hu: Jog biztosítása az egész szabályzóhoz
sk_sk: Udeliť prístupové práva celému ovládaču
th_th: อนุญาตให้มีสิทธิ์เข้าถึงตัวควบคุมทั้งหมด

source: Grant access rights to the entire extension
da_dk: Tildel adgangsrettigheder til hele udvidelsen
es_es: Conceder derechos de acceso a toda la extensión
hu_hu: Jog biztosítása az egész kiterjesztéshez
sk_sk: Udeliť prístupové práva celému rozšíreniu
th_th: อนุญาตให้มีสิทธิ์เข้าถึงส่วนขยายทั้งหมด

source: includes
da_dk: inkluderer
es_es: inclusiones
hu_hu: magában foglalja
sk_sk: obsahuje
th_th: รวม

source: Inherited access to the action
da_dk: Nedarvet adgang til handlingen
es_es: Acceso heredado a la acción
hu_hu: Örökölt hozzáférés a művelethez
sk_sk: Zdedený prístup k akcii
th_th: สืบทอดการเข้าถึงให้กับการดำเนินการ

source: Inherited access to the controller
da_dk: Nedarvet adgang til styreenheden
es_es: Acceso heredado al controlador
hu_hu: Örökölt hozzáférés a vezérlőhöz
sk_sk: Zdedený prístup k ovládaču
th_th: สืบทอดการเข้าถึงให้กับตัวควบคุม

source: Inherited access to the extension
da_dk: Nedarvet adgang til udvidelsen
es_es: Acceso heredado a la extensión
hu_hu: Örökölt hozzáférés a kiterjesztéshez
sk_sk: Zdedený prístup k rozšíreniu
th_th: สืบทอดการเข้าถึงให้กับส่วนขยาย

source: Manage Access Rights
da_dk: Administrer adgangsrettigheder
es_es: Administrar derechos de acceso
hu_hu: Jogosultságok karbantartása
sk_sk: Správa prístupových práv
th_th: จัดการสิทธิ์การเข้าถึง

source: Modules
da_dk: Moduler
es_es: Módulos
hu_hu: Modulok
sk_sk: Moduly
th_th: โมดูลต่างๆ

source: Revoke access rights to the action
da_dk: Træk adgangsrettigheder til handlingen tilbage
es_es: Cancelar derechos de acceso a la acción
hu_hu: Hozzáférési jog visszavonása a művelethez
sk_sk: Zrušiť prístupové práva k danej akcii
th_th: ถอนสิทธิ์การเข้าถึงการดำเนินการ

source: Revoke access rights to the entire controller
da_dk: Træk adgangsrettigheder til hele styreenheden tilbage
es_es: Cancelar derechos de acceso a todo el controlador
hu_hu: Hozzáférési jog visszavonása az egész vezérlőhöz
sk_sk: Zrušiť prístupové práva celému ovládaču
th_th: ถอนสิทธิ์การเข้าถึงตัวควบคุมทั้งหมด

source: Revoke access rights to the entire extension
da_dk: Træk adgangsrettigheder til hele udvidelsen tilbage
es_es: Cancelar derechos de acceso a toda la extensión
hu_hu: Hozzáférési jog visszavonása az egész kiterjesztéshez
sk_sk: Zrušiť prístupové práva k celému rozšíreniu
th_th: ถอนสิทธิ์การเข้าถึงส่วนขยายทั้งหมด

source: Roles
da_dk: Roller
hu_hu: Szerepkörök
sk_sk: Role
th_th: บทบาทต่างๆ

source: Users
da_dk: Brugere
es_es: Usuarios
hu_hu: Felhasználók
sk_sk: Užívatelia
th_th: ผู้ใช้
