Repository: OpenThinkLabs/extension-tao-funcacl
Catalog: locales/*/taofuncacl.rdf.po
Languages: da_dk, es_es

# http://www.w3.org/2000/01/rdf-schema#label
source: Control component
da_dk: Kontrolkomponent
es_es: Componente de control

# http://www.w3.org/2000/01/rdf-schema#comment
source: Either an extension, module or action
da_dk: Enten en udvidelse, et modul eller en handling
es_es: Ya sea una extensión, un módulo o una acción

# http://www.w3.org/2000/01/rdf-schema#label
source: An extension
da_dk: En udvidelse
es_es: Una extensión

# http://www.w3.org/2000/01/rdf-schema#comment
source: A tao extension
da_dk: En tao-udvidelse
es_es: Una extención de TAO

# http://www.w3.org/2000/01/rdf-schema#label
source: A module
da_dk: Et modul
es_es: Un módulo

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Module
da_dk: Et MVC-styreenhedsmodul
es_es: Un módulo de controlador MVC

# http://www.w3.org/2000/01/rdf-schema#label
source: An action
da_dk: En handling
es_es: Una acción

# http://www.w3.org/2000/01/rdf-schema#comment
source: A MVC Controller Action
da_dk: En MVC-styreenhedshandling
es_es: Una acción de controlador MVC

# http://www.w3.org/2000/01/rdf-schema#label
source: Identifier
da_dk: Identifikator
es_es: Identificador

# http://www.w3.org/2000/01/rdf-schema#comment
source: Identifier
da_dk: Identifikator
es_es: Identificador

# http://www.w3.org/2000/01/rdf-schema#label
source: Grant access to a control component
da_dk: Tildel adgang til en kontrolkomponent
es_es: Conceder acceso a un componente de control

# http://www.w3.org/2000/01/rdf-schema#comment
source: Grant access to a control component
da_dk: Tildel adgang til en kontrolkomponent
es_es: Conceder acceso a un componente de control

# http://www.w3.org/2000/01/rdf-schema#label
source: Member of
da_dk: Medlem af
es_es: Miembro de

# http://www.w3.org/2000/01/rdf-schema#comment
source: Member of a module
da_dk: Medlem af et modul
es_es: Miembro de un módulo

# http://www.w3.org/2000/01/rdf-schema#label
source: Extension
da_dk: Udvidelse
es_es: Extensión

# http://www.w3.org/2000/01/rdf-schema#comment
source: Extension of the module
da_dk: Udvidelse af modulet
es_es: Extensión de módulo

# http://www.w3.org/2000/01/rdf-schema#label
source: Function ACL Manager
da_dk: Funktion ACL-administrator
es_es: Función Administrador de ACL

# http://www.w3.org/2000/01/rdf-schema#comment
source: The functionality based access controll layer Manager Role
da_dk: Funktionalitetsbaseret adgangskontrol-lag administratorrolle
es_es: La funcionalidad basada en la capa administradora de roles
